export default function poerty ( verse ) {

    let vers = String (verse)
    let ver = vers.length ;
    if (vers[ver-1] === 'ب') 
         console.log (  'به لاله نرگس مخمور گفت وقت سحر') ;
    if ( vers [ver-1] === 'ا')
         console.log ('از آن، دراز نکردم سخن درین معنی که کار زندگی لاله کار مختصریست') ;
    if ( vers[ver-1] === 'ی') 
        console.log ('یکی نظر به گل افکند و دیگری بگیاه ز خوب و زشت چه منظور؟ هر که را نظریست');
    if ( vers [ver-1] === 'س')
        console.log ('سحرگه، غنچه‌ای در طرف گلزار ز نخوت، بر گلی خندید بسیار') ;
    if ( vers [ver-1] === 'ش')
        console.log ('شباهنگام، کاین فیروزه گلشن ز انوار کواکب، گشت روشن') ;
    if ( vers[ver-1] === 'ل') 
        console.log ('لحاف پیرزن را پارگی ماند که نتوانست نخ کردن بسوزن') ;
    if ( vers[ver-1] === 'ز') 
        console.log ('ز بی خوابی شکایت کرد بیمار که شد نزدیک، رنج شب نخفتن') ;
    if ( vers [ver-1] === 'ر')
        console.log ('روان شد خار کن با پشتهٔ خار بخسته، دست و پا و پشت و گردن') ;
    if ( vers[ver-1] === 'د')
        console.log ( 'دهد این سودگر، ایدوست، ما را  گهی کرباس و گاهی خزاد کن') ;
    if ( vers[ver-1] === 'ن')
        console.log ('نهان شد از گل زردی گلی سپید که ما سپید جامه و از هر گنه مبرائیم') ;
};